<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Comment</key>
	<string>Created with Recipe Robot v1.0.5 (https://github.com/homebysix/recipe-robot)</string>
	<key>Description</key>
	<string>Downloads the latest version of Read&amp;Write and imports it into Munki.</string>
	<key>Identifier</key>
	<string>ca.bc.sd59.munki.munki.readwrite</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>Read&amp;Write</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Read&amp;Write lets everyone read, write and express themselves more confidently.

The easy-to-use toolbar makes documents, files and web pages more accessible. Read&amp;Write is a big confidence booster for anyone who needs a little support with their reading and writing, at school or in the workplace. And its friendly literacy features help English Language Learners, as well as people with learning difficulties or requiring dyslexia tools.

From hearing emails or documents read out loud to text prediction, picture dictionaries, summary highlighters and a grammar, spelling and confusable words checker, Read&amp;Write makes lots of everyday literacy tasks simpler, quicker and more accurate.</string>
			<key>developer</key>
			<string>Texthelp Ltd.</string>
			<key>display_name</key>
			<string>Read&amp;Write</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>MinimumVersion</key>
	<string>1.0.0</string>
	<key>ParentRecipe</key>
	<string>ca.bc.sd59.munki.download.readwrite</string>
	<key>Process</key>
	<array>
		<dict>
			<key>Arguments</key>
			<dict>
				<key>dmg_path</key>
				<string>%RECIPE_CACHE_DIR%/%NAME%.dmg</string>
				<key>dmg_root</key>
				<string>%RECIPE_CACHE_DIR%/%NAME%</string>
			</dict>
			<key>Processor</key>
			<string>DmgCreator</string>
		</dict>
		<dict>
			<key>Arguments</key>
			<dict>
				<key>pkg_path</key>
				<string>%dmg_path%</string>
				<key>repo_subdirectory</key>
				<string>%MUNKI_REPO_SUBDIR%</string>
			</dict>
			<key>Processor</key>
			<string>MunkiImporter</string>
		</dict>
	</array>
</dict>
</plist>
